Revit 2027 API
ParameterTypeId.ViewBackClipping Property
 "Depth Clipping"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewBackClipping { get; }
Public Shared ReadOnly Property ViewBackClipping As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewBackClipping {
	ForgeTypeId^ get ();
}
static member ViewBackClipping : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace